{
  "Pause / Play": "Pausar / Reproducir",
  "Start brightness measurements": "Iniciar mediciones de brillo",
  "Enable interface hints": "Habilitar sugerencias de la interfaz",
  "Disable interface hints": "Deshabilitar sugerencias de la interfaz",
  "Settings": "Configuraciones",
  "Advanced Mode": "Modo Avanzado",
  "Additional settings options": "Opciones adicionales para las configuraciones",
  "Star Systems": "Sistemas Estelares",
  "Defaults": "Predeterminado",
  "Inner Solar": "Sistema Solar Interno",
  "Random": "Aleatorio",
  "Remember this number to rebuild the same star system": "Recuerde este número para reconstruir el mismo sistema estelar",
  "Seed": "Seed",
  "Generate a random seed": "Generar una semilla aleatoria",
  "Create Star System": "Crear Sistema Estelar",
  "Use a seed to create a new star system": "Utilizar una semilla para crear un nuevo sistema estelar",
  "Custom": "Personalizado",
  "White": "Blanco",
  "Yellow": "Amarillo",
  "Blue": "Azul",
  "Orange": "Naranja",
  "Red": "Rojo",
  "Success": "Éxito",
  "Code copied to clipboard": "Código copiado al portapapeles",
  "Select a star color": "Seleccione un color para la estrella",
  "Star Color": "Color de la Estrella",
  "Star Radius": "Radio de la Estrella",
  "Define a star radius": "Definir el radio de la estrella",
  "Number of planets": "Número de Planetas",
  "Define how many planets compose the star system": "Definir cuántos planetas componen el sistema estelar",
  "Planet": "Planeta",
  "Planet Radius": "Radio del Planeta",
  "Define planet radius": "Definir el radio del planeta",
  "Advanced Parameters": "Parámetros Avanzados",
  "Orbit semi-major axis": "Semieje Mayor de la Órbita",
  "Define the planet orbit radius": "Definir el radio de la órbita del planeta",
  "Orbit Eccentricity": "Excentricidad de la Órbita",
  "Define the planet orbit eccentricity": "Definir la excentricidad de la órbita del planeta",
  "Orbit Perihelion Longitude": "Longitud del Perihelio de la Órbita",
  "Define the perihelion longitude of the planet orbit. It changes the relative orientation between planet orbits": "Definir la longitud del perihelio de la órbita del planeta. Cambia la orientación relativa entre las órbitas de los planetas",
  "Orbit Inclination": "Inclinación de la Órbita",
  "Define the planet orbit inclination relative to plane of reference of the star system": "Definir la inclinación de la órbita del planeta con respecto al plano de referencia del sistema estelar",
  "Use the code below": "Utilice el código a continuación",
  "or": "o",
  "insert another code to recover previous configurations": "inserte otro código para recuperar configuraciones anteriores",
  "This code represent the customized star system. Save this code to reproduce this star system later": "Este código representa el sistema estelar personalizado. Guarde este código para reproducir este sistema estelar más tarde",
  "JSON Code": "Código JSON",
  "Copy the current code to clipboard": "Copiar el código actual al portapapeles",
  "Use the JSON code to create a star system": "Utilice el código JSON para crear un sistema estelar",
  "Visual Representation": "Representación Visual",
  "Scales": "Escalas",
  "Size": "Tamaño",
  "Star": "Estrella",
  "Scale apparent size of the star": "Escalar el tamaño aparente de la estrella",
  "Planets": "Planetas",
  "Scale apparent size of planets": "Escalar el tamaño aparente de los planetas",
  "Satellites": "Satélites",
  "Scale apparent size of satellites": "Escalar el tamaño aparente de los satélites",
  "Distance": "Distancia",
  "Scale apparent orbit radius of planets": "Escalar el radio orbital aparente de los planetas",
  "Scale apparent orbit radius of satellites": "Escalar el radio orbital aparente de los satélites",
  "Visibility": "Visibilidad",
  "Orbits": "Órbitas",
  "Hide / Show orbit lines": "Ocultar / Mostrar líneas de órbita",
  "Celestial Bodies": "Cuerpos Celestes",
  "Hide / Show star": "Ocultar / Mostrar estrella",
  "Hide / Show planets": "Ocultar / Mostrar planetas",
  "Hide / Show satellites": "Ocultar / Mostrar satélites",
  "Simulation Parameters": "Parámetros de Simulación",
  "Simulation Speed": "Velocidad de Simulación",
  "Define how many simulations steps are performed for each new frame. Larger numbers speed up the simulation, but may degrade computational performance": "Defina cuántos pasos de simulación se realizan para cada nuevo cuadro. Los números más grandes aceleran la simulación, pero pueden degradar el rendimiento computacional",
  "Simulation Step (earth days)": "Paso de Simulación (días terrestres)",
  "Define the size of simulation (integration) steps used by the motion equations integrator. Larger numbers speed up the simulation without degrading computational performance, but also end up accumulating more errors at every new simulation step": "Defina el tamaño de los pasos de simulación (integración) utilizados por el integrador de ecuaciones de movimiento. Los números más grandes aceleran la simulación sin degradar el rendimiento computacional, pero también terminan acumulando más errores en cada nuevo paso de simulación",
  "Orbital Inclination": "Inclinación Orbital",
  "Define if orbital inclination of planets and satellites is applied": "Definir si se aplica la inclinación orbital de los planetas y satélites",
  "Rotation": "Rotación",
  "Define if celestial bodies rotate around their own axis of rotation. This simulation ignores rotation obliquity": "Definir si los cuerpos celestes giran alrededor de su propio eje de rotación. Esta simulación ignora la oblicuidad de la rotación",
  "Brightness Detection": "Detección de Brillo",
  "Max number of points per plot": "Número máximo de puntos por gráfico",
  "Define the maximum number of points which plots for real-time measurements or collected data may hold. Larger numbers produce more informative plots, but may degrade computational performance": "Defina el número máximo de puntos que los gráficos de mediciones en tiempo real o los datos recopilados pueden contener. Los números más grandes producen gráficos más informativos, pero pueden degradar el rendimiento computacional",
  "Measured points per second": "Puntos medidos por segundo",
  "Define how many brightness points are measured per second. Larger number increase the temporal resolution of light curves, but may degrade computational performance": "Defina cuántos puntos de brillo se miden por segundo. Un número mayor aumenta la resolución temporal de las curvas de luz, pero puede degradar el rendimiento computacional",
  "Brightness Detector": "Detector de Brillo",
  "Reset Measurements": "Restablecer Medidas",
  "Reset all measured brightness data on the real-time plot. Data stored in collections are preserved": "Restablecer todos los datos de brillo medidos en el gráfico en tiempo real. Los datos almacenados en las colecciones se conservan",
  "Stop Collecting Data": "Detener la Recolección de Datos",
  "Start Collecting Data": "Comenzar la Recolección de Datos",
  "Store new measurements in collections for further analysis. Collections can be accessed in the menu below.": "Guardar nuevas mediciones en colecciones para un análisis posterior. Las colecciones se pueden acceder en el menú a continuación.",
  "Data Collections": "Colecciones de Datos",
  "ID": "ID",
  "Star System": "Sistema Estelar",
  "Start": "Inicio",
  "Points": "Puntos",
  "Visualize data collection": "Visualizar colección de datos",
  "Delete data collection": "Eliminar colección de datos",
  "Light Curve - Collection": "Curva de Luz - Colección",
  "Export Plot": "Exportar Gráfico",
  "Export plot to a new window tab": "Exportar gráfico a una nueva pestaña de la ventana",
  "Time (earth days)": "Tiempo (días terrestres)",
  "Brightness": "Brillo",
  "Light Curve": "Curva de Luz"
}