{
  "Pause / Play": "Pause / Jouer",
  "Start brightness measurements": "Commencer les mesures de luminosité",
  "Enable interface hints": "Activer les conseils de l'interface",
  "Disable interface hints": "Désactiver les conseils de l'interface",
  "Settings": "Paramètres",
  "Advanced Mode": "Mode Avancé",
  "Additional settings options": "Options supplémentaires pour les paramètres",
  "Star Systems": "Systèmes Stellaires",
  "Defaults": "Par défaut",
  "Inner Solar": "Système Solaire Interne",
  "Random": "Aléatoire",
  "Remember this number to rebuild the same star system": "Notez ce numéro pour reconstruire le même système stellaire",
  "Seed": "Seed",
  "Generate a random seed": "Générer une graine aléatoire",
  "Create Star System": "Créer un Système Stellaire",
  "Use a seed to create a new star system": "Utilisez une graine pour créer un nouveau système stellaire",
  "Custom": "Personnalisé",
  "White": "Blanc",
  "Yellow": "Jaune",
  "Blue": "Bleu",
  "Orange": "Orange",
  "Red": "Rouge",
  "Success": "Succès",
  "Code copied to clipboard": "Code copié dans le presse-papiers",
  "Select a star color": "Sélectionnez une couleur pour l'étoile",
  "Star Color": "Couleur de l'Étoile",
  "Star Radius": "Rayon de l'Étoile",
  "Define a star radius": "Définir le rayon de l'étoile",
  "Number of planets": "Nombre de Planètes",
  "Define how many planets compose the star system": "Définir le nombre de planètes qui composent le système stellaire",
  "Planet": "Planète",
  "Planet Radius": "Rayon de la Planète",
  "Define planet radius": "Définir le rayon de la planète",
  "Advanced Parameters": "Paramètres Avancés",
  "Orbit semi-major axis": "Demi-grand axe de l'Orbite",
  "Define the planet orbit radius": "Définir le rayon de l'orbite de la planète",
  "Orbit Eccentricity": "Excentricité de l'Orbite",
  "Define the planet orbit eccentricity": "Définir l'excentricité de l'orbite de la planète",
  "Orbit Perihelion Longitude": "Longitude du Périhélie de l'Orbite",
  "Define the perihelion longitude of the planet orbit. It changes the relative orientation between planet orbits": "Définir la longitude du périhélie de l'orbite de la planète. Cela modifie l'orientation relative entre les orbites des planètes",
  "Orbit Inclination": "Inclinaison de l'Orbite",
  "Define the planet orbit inclination relative to plane of reference of the star system": "Définir l'inclinaison de l'orbite de la planète par rapport au plan de référence du système stellaire",
  "Use the code below": "Utilisez le code ci-dessous",
  "or": "ou",
  "insert another code to recover previous configurations": "insérez un autre code pour récupérer les configurations précédentes",
  "This code represent the customized star system. Save this code to reproduce this star system later": "Ce code représente le système stellaire personnalisé. Sauvegardez ce code pour reproduire ce système plus tard",
  "JSON Code": "Code JSON",
  "Copy the current code to clipboard": "Copier le code actuel dans le presse-papiers",
  "Use the JSON code to create a star system": "Utilisez le code JSON pour créer un système stellaire",
  "Visual Representation": "Représentation Visuelle",
  "Scales": "Échelles",
  "Size": "Taille",
  "Star": "Étoile",
  "Scale apparent size of the star": "Échelle de la taille apparente de l'étoile",
  "Planets": "Planètes",
  "Scale apparent size of planets": "Échelle de la taille apparente des planètes",
  "Satellites": "Satellites",
  "Scale apparent size of satellites": "Échelle de la taille apparente des satellites",
  "Distance": "Distance",
  "Scale apparent orbit radius of planets": "Échelle du rayon orbital apparent des planètes",
  "Scale apparent orbit radius of satellites": "Échelle du rayon orbital apparent des satellites",
  "Visibility": "Visibilité",
  "Orbits": "Orbites",
  "Hide / Show orbit lines": "Masquer / Afficher les lignes des orbites",
  "Celestial Bodies": "Corps Célestes",
  "Hide / Show star": "Masquer / Afficher l'étoile",
  "Hide / Show planets": "Masquer / Afficher les planètes",
  "Hide / Show satellites": "Masquer / Afficher les satellites",
  "Simulation Parameters": "Paramètres de la Simulation",
  "Simulation Speed": "Vitesse de la Simulation",
  "Define how many simulations steps are performed for each new frame. Larger numbers speed up the simulation, but may degrade computational performance": "Définir combien de pas de simulation sont effectués pour chaque nouvelle image. Un nombre plus élevé accélère la simulation, mais peut dégrader les performances informatiques",
  "Simulation Step (earth days)": "Pas de Simulation (jours terrestres)",
  "Define the size of simulation (integration) steps used by the motion equations integrator. Larger numbers speed up the simulation without degrading computational performance, but also end up accumulating more errors at every new simulation step": "Définir la taille des pas de simulation (intégration) utilisés par l'intégrateur des équations de mouvement. Un nombre plus élevé accélère la simulation sans dégrader les performances informatiques, mais finit aussi par accumuler plus d'erreurs à chaque nouveau pas de simulation",
  "Orbital Inclination": "Inclinaison Orbitale",
  "Define if orbital inclination of planets and satellites is applied": "Définir si l'inclinaison orbitale des planètes et des satellites est appliquée",
  "Rotation": "Rotation",
  "Define if celestial bodies rotate around their own axis of rotation. This simulation ignores rotation obliquity": "Définir si les corps célestes tournent autour de leur propre axe de rotation. Cette simulation ignore l'obliquité des rotations",
  "Brightness Detection": "Détection de la Luminosité",
  "Max number of points per plot": "Nombre maximum de points par graphique",
  "Define the maximum number of points which plots for real-time measurements or collected data may hold. Larger numbers produce more informative plots, but may degrade computational performance": "Définir le nombre maximum de points que les graphiques de mesures en temps réel ou les données collectées peuvent contenir. Un nombre plus élevé produit des graphiques plus informatifs, mais peut dégrader les performances informatiques",
  "Measured points per second": "Points mesurés par seconde",
  "Define how many brightness points are measured per second. Larger number increase the temporal resolution of light curves, but may degrade computational performance": "Définir combien de points de luminosité sont mesurés par seconde. Un nombre plus élevé augmente la résolution temporelle des courbes de luminosité, mais peut dégrader les performances informatiques",
  "Brightness Detector": "Capteur de Lumière",
  "Reset Measurements": "Réinitialiser les Mesures",
  "Reset all measured brightness data on the real-time plot. Data stored in collections are preserved": "Réinitialiser toutes les données de luminosité mesurées sur le graphique en temps réel. Les données stockées dans les collections sont conservées",
  "Stop Collecting Data": "Arrêter la Collecte de Données",
  "Start Collecting Data": "Commencer la Collecte de Données",
  "Store new measurements in collections for further analysis. Collections can be accessed in the menu below.": "Stocker de nouvelles mesures dans des collections pour une analyse ultérieure. Les collections peuvent être accessibles dans le menu ci-dessous.",
  "Data Collections": "Collections de Données",
  "ID": "ID",
  "Star System": "Système Stellaire",
  "Start": "Début",
  "Points": "Points",
  "Visualize data collection": "Visualiser la collection de données",
  "Delete data collection": "Supprimer la collection de données",
  "Light Curve - Collection": "Courbe de Luminosité - Collection",
  "Export Plot": "Exporter le Graphique",
  "Export plot to a new window tab": "Exporter le graphique dans un nouvel onglet de fenêtre",
  "Time (earth days)": "Temps (jours terrestres)",
  "Brightness": "Luminosité",
  "Light Curve": "Courbe de Luminosité"
}